List asia = ['사우디아라비아', '이라크', '이란', '이스라엘', '카타르'
,'일본','몽골','중국','마카오','홍콩','대만','말레이시아','미얀마','베트남','싱가포르','인도네시아','캄보디아','태국',
'필리핀','아프가니스탄','인도','파키스탄'];

List europe = ['우크라이나', '러시아', '벨기에', '네델란드', '독일', '오스트리아', '프랑스', '영국', '아일랜드', '크로아티아', '터키', '그리스', '이탈리아', '포르투갈', '스페인', '덴마크',
'스웨덴', '스위스', '노르웨이', '핀란드'];

List northAmerica = ['캐나다', '미국', '멕시코', '쿠바', '자메이카', '아이티', '도미니카 공화국', '그레나다', '과테말라'];

List southAmerica = ['가이아나', '베네수엘라', '볼리비아', '브라질', '아르헨티나', '에콰도르', '우루과이', '칠레', '콜롬비아', '파라과이', '페루'];

List africa = ['이집트', '수단', '모로코', '중앙아프리카 공화국', '콩고', '남아프리카 공화국', '케냐', '에티오피아', '가나', '나이지리아'];

List oceania = ['호주', '뉴질랜드'];